/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:42) */
"Add to Keychain" = "Add to Keychain";

/* NSButton (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "Cancelar";

/* NSIBHelpConnector : <title:Disconnect> (oid:41) */
"Disconnect" = "Disconnect";

/* NSButton (Login) : <title:Login> (oid:15) */
"Login" = "Ligar";

/* NSTextField (Login failed) : <title:Login failed> (oid:13) */
"Login failed" = "A ligação falhou";

/* NSTextField (Password:) : <title:Password:> (oid:18) */
"Password:" = "Palavra Passe:";

/* NSIBHelpConnector : <title:Try again with new login credentials> (oid:40) */
"Try again with new login credentials" = "Try again with new login credentials";

/* NSTextField (Username:) : <title:Username:> (oid:11) */
"Username:" = "Utilizador:";

